---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameter.PROJECT_REVISION_SEQUENCE_NUM
enum: Autodesk.Revit.DB.BuiltInParameter
source: html/fb011c91-be7e-f737-28c7-3f1e1917a0e0.htm
---
# Autodesk.Revit.DB.BuiltInParameter.PROJECT_REVISION_SEQUENCE_NUM

"Revision Sequence": read_only Make this read-only again when NewSchedules_DisplayTags is cleaned up